{
  "buttons": {
    "projects": "Ver proyectos",
    "send": "Enviar"
  },
  "presentation": {
    "intro": "Hola, mi nombre es",
    "name": "Axel Montiel",
    "occupation": "Estudiante en ingeniería en Computación en la UNAM",
    "info": "Tengo un gran interés en el desarrollo de software y la resolución de problemas tecnológicos. Me encanta aprender sobre las últimas tendencias en la industria de la tecnología y buscar formas de aplicar mis conocimientos en proyectos innovadores."
  },
  "navbar": {
    "home": "Inicio",
    "about": "Acerca",
    "skills": "Habilidades",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "about": {
    "about": "Acerca",
    "intro": "Hola, gracias por visitar mi portafolió. Aquí un poco acerca de mí.",
    "bio": "Estudié en una preparotoría técnica en la que lleve la carrera de: 'Técnico en programación'. Durante la preparatoria aprendí a programar desde diagramas de flujo con DFD, páginas web, hasta crear aplicaciones móviles con Java. Al concluir mis estudios en la preparatoria decidí ampliar mis conocimientos y estudié desarrollo web con cursos de internet, con una buena base de programación, fue fácil entender los conceptos. Ahora curso una ingeniería donde llevo materias relacionadas a las ciencias de la computación  como estructuras de datos, matemáticas discretas, algoritmos y más.",
    "linkedin": "Mi Linkedin"
  },
  "skills": {
    "skills": "Habilidades",
    "subtitle": "Aquí algunas de las tecnologías con las que he trabajado."
  },
  "work": {
    "projects": "Proyectos",
    "subtitle": "Proyectos donde he puesto en práctica mis conocimientos.",
    "more": "Más proyectos en mi",
    "interactiveCard": {
      "title": "Tarjeta Interactiva",
      "subtitle": "Tarjeta Interactiva con detalles",
      "desc": "Formulario de tarjeta bancaria con vista en tiempo real de la misma.",
      "list": ["Interactividad", "Custom hook", "Validación", "Manejo de estado"]
    },
    "shortly": {
      "title": "Acortador de links. Landing Page.",
      "subtitle": "Acortador de links",
      "desc": "En esta aplicación he consumido una API para generar urls apartir de una url introducida y permitiéndole al usuario copiarla con un solo botón.",
      "list": ["Consumo de API", "Interactividad", "Custom hook", "Validación", "Manejo de estado"]
    },
    "sortingAlgorithms": {
      "title": "Algoritmos de Ordenamiento",
      "subtitle": "Proyecto de investigación",
      "desc": "Proyecto para conocer las complejidades temporales de diferentes algoritmos de ordenamiento.",
      "list": ["Anális de algoritmos", "Archivos", "Gráficas"]
    }
  },
  "workExample": {
    "includes": "Incluye",
    "techs": "Tecnologías",
    "deployed": "Desplegado"
  },
  "contact": {
    "contact": "Contacto",
    "subtitle": "Envia el formulario de abajo o envíame un email a",
    "name": "Nombre",
    "email": "Email",
    "message": "Mensaje"
  }
}